/* Secondary Zone validation error (>= 2 zones), arg is number of zones */
"%ld secondary zones have no Primary DNS Servers, but at least one Primary DNS Server is required per secondary zone" = "%ld zones secondaires ne disposent d’aucun serveur DNS principal ; au moins un serveur est requis par zone secondaire.";

/* validation: '%@' is not a valid IPv4 address. */
"'%@' is not a valid IPv4 address." = "« %@ » n’est pas une adresse IPv4 valide.";

/* validation: A Machine named '%@' already exists. If you would like to enable redundancy for '%@', add another IP Address to it. */
"A Machine named '%@' already exists. If you would like to enable redundancy for '%@', add another IP Address to it." = "Une machine appelée « %1$@ » existe déjà. Si vous désirez activer la redondance pour « %2$@ », ajoutez-lui une adresse IP.";

/* validation: machine must have at least one IP */
"A Machine record requires at least one IP Address." = "Un enregistrement Machine requiert au moins une adresse IP.";

/* validation: A Nameserver on the zone '%@' has an empty zone or nameserver hostname */
"A Nameserver on the zone '%@' has an empty zone or nameserver hostname" = "Un serveur de noms sur la zone « %@ » a une zone ou un nom d’hôte de serveur de noms vide";

/* validation: A Primary Zone named '%@' already exists. */
"A Primary Zone named '%@' already exists." = "Il existe déjà une zone principale nommée « %@ ».";

/* validation: A Secondary Zone named '%@' already exists. */
"A Secondary Zone named '%@' already exists." = "Il existe déjà une zone secondaire nommée « %@ ».";

/* Zones: type column (Alias) */
"Alias" = "Alias";

/* validation: An IP Address for the machine '%@' is not a valid IPv4 address */
"An IP Address for the machine '%@' is not a valid IPv4 address" = "Une adresse IP pour la machine « %@ » n’est pas une adresse IPv4 valide";

/* No comment provided by engineer. */
"Are you sure you want to abort the save operation now?" = "Êtes-vous sûr de vouloir interrompre l’enregistrement maintenant ?";

/* validation: secondary zone must have at least one IP */
"At least one Primary Zone IP Address is required." = "Il faut au moins une adresse IP de zone principale.";

/* validation: Comments cannot contain the \" character. */
"Comments cannot contain the \" character." = "Les commentaires ne doivent pas contenir de caractère \".";

/* Overview: DNS Service is: */
"DNS Service is:" = "Le service DNS est :";

/* No comment provided by engineer. */
"Don\\U2019t Upgrade" = "Ne pas mettre à niveau";

/* Each label of the name must consist of only letters, digits, and hyphens. Each label must also be 1 to 63 characters in length, and begin and end with either a letter or a digit. */
"Each label of the name must consist of only letters, digits, and hyphens. Each label must also be 1 to 63 characters in length, and begin and end with either a letter or a digit." = "Chaque partie du nom doit être constituée uniquement de lettres, de chiffres et de traits d’union. De plus, chaque partie du nom doit comporter entre 1 et 63 caractères et commencer et finir par une lettre ou un chiffre.";

/* validation: Hardware Info cannot contain the \" character. */
"Hardware Info cannot contain the \" character." = "Les informations sur le matériel ne doivent pas reprendre le caractère \".";

/* Zones: type column (Machine) */
"Machine" = "Machine";

/* No comment provided by engineer. */
"Modifying %@ may cause service failures or reachability issues." = "La modification de %@ risque d’entraîner des pannes de services ou des problèmes d’inaccessibilité.";

/* Zones: searchfield (name) */
"Name" = "Nom";

/* Alias: default new alias name.  MUST BE ASCII A-Z ONLY, FOLLOWED BY A DOT. */
"newAlias" = "nouvelAlias";

/* Machine: default new machine name.  MUST BE ASCII A-Z ONLY, FOLLOWED BY A DOT. */
"newMachine" = "nouvelleMachine";

/* Secondary Zone: default new name.  MUST BE ASCII A-Z ONLY, FOLLOWED BY A DOT. */
"newSecondaryZone." = "nouvelleZoneSecondaire";

/* Zones: type column (Primary Zone) */
"Primary Zone" = "Zone principale";

/* Overview: Primary Zones: */
"Primary Zones:" = "Zones principales :";

/* Zones: type column (Reverse Mapping) */
"Reverse Mapping" = "Mappage inverse";

/* Zones: type column (Reverse Zone) */
"Reverse Zone" = "Zone inverse";

/* overview: service state (running) */
"Running" = "En service";

/* Zones: type column (Secondary Zone) */
"Secondary Zone" = "Zone secondaire";

/* Overview: Secondary Zones: */
"Secondary Zones:" = "Zones secondaires :";

/* Zones: type column (Service) */
"Service" = "Service";

/* validation: Service Name cannot contain an unescaped dot (add a \\ before the dot). */
"Service Name cannot contain an unescaped dot (add a \\ before the dot)." = "Le nom d’un service ne doit pas contenir de point non échappé (ajoutez \\ avant chaque point).";

/* validation: Service Type cannot end with a dot. */
"Service Type cannot end with a dot." = "Le type de service ne doit pas se terminer par un point.";

/* validation: Software Info cannot contain the \" character. */
"Software Info cannot contain the \" character." = "Les informations sur le logiciel ne doivent pas contenir de caractère \".";

/* Overview: Start Time: */
"Start Time:" = "Date de démarrage :";

/* overview: service state (stopped) */
"Stopped" = "Arrêté";

/* Alias: default new alias value.  MUST BE ASCII A-Z ONLY. */
"target" = "cible";

/* Bonjour validation error: domain not fully qualified or @ */
"The automatic client Bonjour browsing domain must either be a fully qualified domain name (it must end with a dot) or be @ (special symbol for the current domain)" = "Le domaine de recherche Bonjour de client automatique doit correspondre soit à un nom de domaine complet (se terminant par un point), soit à @ (symbole spécial indiquant le domaine actif).";

/* The name must be less than 256 characters long (including the dots). */
"The name must be less than 256 characters long (including the dots)." = "Le nom doit comporter moins de 256 caractères (points compris).";

/* Secondary Zone validation error (just one zone), arg is zone name */
"The secondary zone '%@' requires at least one Primary DNS Server" = "La zone secondaire « %@ » nécessite au moins un serveur DNS principal";

/* validation: The zone '%@' requires at least one Nameserver */
"The zone '%@' requires at least one Nameserver" = "La zone « %@ » requiert au moins un serveur de noms";

/* No comment provided by engineer. */
"This server was configured to provide a self-resolving machine record for '%@'. Modifying that machine record or its zone may cause service failures or make your server unreachable." = "Ce serveur a été configuré de sorte à fournir une fiche de machine d’auto-conversion pour « %@ ». La modification de la fiche de machine ou de sa zone risque d’entraîner des échecs de service ou de rendre votre serveur inaccessible.";

/* No comment provided by engineer. */
"This server was configured to provide a self-resolving machine record for its own hostname. Stopping the DNS service may cause other service failures or make your server unreachable." = "Ce serveur a été configuré de sorte à fournir une fiche de machine d’auto-conversion pour son propre nom d’hôte. L’arrêt du service DNS risque d’entraîner d’autres échecs de service ou de rendre votre serveur inaccessible.";

/* Zones: searchfield (name) */
"Type" = "Type";

/* No comment provided by engineer. */
"Upgrade" = "Mettre à niveau";

/* Zones: searchfield (value) */
"Value" = "Valeur";

/* No comment provided by engineer. */
"Would you like to upgrade your DNS configuration?" = "Voulez-vous mettre à niveau votre configuration DNS ?";

/* Service Record TXT validation error, args are service type and primary zone name */
"You must either set a Service Name on the '%@' Service Record in '%@' or remove its TXT information" = "Vous devez définir le nom d’un service dans la fiche de service « %1$@ » dans « %2$@ » ou supprimer ses informations TXT.";

/* Service Record TXT Service Name validation error, args are service type and primary zone name */
"You must either set a Service Name on the '%@' Service Record in '%@'. This value is not optional on Mac OS X Server 10.5" = "Vous devez définir le nom d’un service dans la fiche de service « %1$@ » dans « %2$@ ». Cette valeur est obligatoire sous Mac OS X Server 10.5.";

/* No comment provided by engineer. */
"You must upgrade your DNS configuration to be able to administer DNS with this version of Server Admin." = "Vous devez mettre à niveau votre configuration DNS pour pouvoir gérer cette version de Admin Serveur.";

